Repository: yegobox/flipper_plugins
Catalog: lib/l10n/app_*.arb
Languages: be

source: Save
be: Bika

source: Retail Price
be: Igiciro

source: Supply Price
be: Ikiranguzo

source: Current Sale
be: Igurishwa ryubu

source: Add Product
be: Ongeramo ibicuruzwa

source: Tickets
be: Amatike

source: Charge
be: kwishyuza

source: Product Name
be: Izina ryigicuruzwa

# flipperSetting
source: Flipper Settings
be: Igenamiterere

source: Options
be: Amahitamo

# saveTicket
source: You can not save a ticket without adding a note!
be: Ntushobora kubika itike utongeyeho inyandiko
